(function() {
	var __Dealer = {
		"北京": {
			"北京": ["北京博瑞祥云汽车销售服务有限公司", "北京中润发汽车销售有限公司", "北京亚之杰汽车贸易有限责任公司", "北京德奥达汽车销售有限公司", "北京联拓奥通汽车贸易有限责任公司", "北京运通博奥汽车销售服务有限公司", "北京百得利汽车贸易有限公司", "北京百得利奥迪双井CBD展厅", "北京寰宇恒通汽车有限公司", "北京奥吉通汽车销售有限公司", "北京首汽腾迪汽车销售服务有限公司", "北京天润汽车贸易服务有限公司", "北京国服信奥兴汽车有限公司", "北京奥嘉世茂汽车销售服务有限公司", "北京奥之旅汽车销售服务有限公司", "北京国服信奥兴苏州桥奥迪展厅", "北京华阳奥通汽车销售有限公司", "北京东方华奥汽车销售服务有限公司", "北京正德永成汽车贸易服务有限公司", "北京运通嘉奥汽车销售服务有限公司", "北京名尊奥翔汽车销售有限公司", "北京安洋伟业汽车科技有限公司"]
		},
		"天津": {
			"天津": ["天津港保税区捷丰国际贸易有限公司", "天津市中乒北奥汽车销售服务有限公司", "天津百得利之迪汽车销售有限公司", "天津捷世丰汽车销售服务有限公司", "天津市永濠奥达汽车销售服务有限公司"]
		},
		"上海": {
			"上海": ["上海开隆汽车贸易有限公司", "上海东联沪港汽车销售有限公司", "上海永达汽车浦东销售服务有限公司", "上海一汽沪奥汽车销售有限公司", "上海东昌汽车嘉定销售服务有限公司", "上海西上海奥杰汽车销售服务有限公司", "上海西上海弘杰汽车销售服务有限公司", "上海宝友汽车销售服务有限公司", "上海东昌金桥豪迪汽车服务有限公司", "上海奥汇汽车销售服务有限公司", "上海交运起腾汽车销售服务有限公司", "上海永达汽车浦东销售服务有限公司陆家嘴分公司（上海永达陆家嘴CBD城市展厅）", "上海永达奥诚中环汽车销售服务有限公司", "上海德辰汽车销售有限公司", "上海南空军械厂", "上海东昌汽车嘉定销售服务有限公司青浦分公司", "上海东联松奥汽车销售服务有限公司", "上海骐润茂汽车销售有限公司"]
		},
		"江苏": {
			"常州": ["常州凯歌汽车销售有限公司", "常州新奥汽车销售有限公司", "常州上瑞凯迪汽车销售服务有限公司", "常州瑞达汽车销售服务有限公司"],
			"淮安": ["淮安宝瑞祥泰汽车销售服务有限公司"],
			"江阴": ["江阴奔跃汽车有限公司", "江阴奔跃澄江中路CBD展厅"],
			"昆山": ["昆山国亚达汽车服务有限公司"],
			"南京": ["江苏华兴深蓝汽车有限公司", "江苏天奥汽车销售服务有限公司", "南京朗驰集团苏奥汽车销售服务有限公司", "南京恒岳汽车销售服务有限公司"],
			"南通": ["南通银奥汽车销售服务有限公司", "南通益昌汽车销售服务有限公司"],
			"苏州": ["第一汽车（苏州）服务贸易有限公司", "苏州奥润汽车销售服务有限公司", "苏州中迪汽车销售服务有限公司", "苏州中迪汽车销售服务有限公司盛泽分公司", "苏州国兴汽车服务有限公司"],
			"太仓": ["太仓德尚汽车有限公司"],
			"泰州": ["泰州奥正冠通汽车销售服务有限公司"],
			"无锡": ["无锡德尔汽车有限公司", "无锡德尔惠山CBD展厅", "无锡德孚汽车有限公司"],
			"宿迁": ["宿迁市良宇深蓝汽车贸易有限公司"],
			"徐州": ["徐州沪彭奥通汽车销售服务有限公司", "徐州沪彭东源汽车销售服务有限公司", "徐州海达汽车维修集团有限公司"],
			"盐城": ["江苏森风怀德汽车有限公司"],
			"扬州": ["江苏金澳汽车销售服务有限公司"],
			"宜兴": ["宜兴德同汽车有限公司"],
			"张家港": ["张家港德和汽车有限公司"],
			"镇江": ["镇江奥达汽车销售服务有限公司", "江苏省镇江市天翼汽车销售服务有限公司"],
			"常熟": ["常熟德臣汽车销售服务有限公司"]
		},
		"浙江": {
			"慈溪": ["浙江康桥科奥汽车有限公司", "慈溪市驰奥汽车销售有限公司"],
			"东阳": ["东阳市德奥汽车有限公司"],
			"富阳": ["富阳市奥达汽车销售服务有限公司"],
			"杭州": ["浙江康桥锦澳汽车销售服务有限公司", "浙江奥通汽车有限公司", "浙江利华汽车销售有限公司", "浙江利华汽车销售有限公司奥迪CBD展厅", "杭州德奥汽车有限公司", "浙江和诚滨奥汽车有限公司", "浙江百得利汽车有限公司", "浙江奥达通汽车销售有限公司"],
			"湖州": ["湖州奥通汽车有限公司", "湖州永达奥诚汽车销售有限公司", "长兴奥长汽车销售服务有限公司"],
			"嘉兴": ["嘉兴金奥兰汽车销售服务有限公司", "嘉兴市永奥汽车销售服务有限公司"],
			"金华": ["金华博奥汽车贸易有限公司", "金华东奥汽车贸易有限公司"],
			"乐清": ["乐清市红源汽车销售服务有限公司"],
			"丽水": ["浙江省丽水市嘉诚汽车销售有限公司"],
			"宁波": ["宁波润达汽车销售服务有限公司", "宁波中基汽车销售服务有限公司", "宁波中基汽车销售服务有限公司CBD展厅", "宁波恒迪汽车销售服务有限公司", "宁波恒迪汽车销售服务有限公司CBD城市展厅"],
			"衢州": ["衢州君悦佳奥汽车有限公司"],
			"绍兴": ["浙江绍兴联奥汽车销售服务有限公司", "绍兴联奥迪荡城市展厅", "绍兴宝利德汽车有限公司", "绍兴市汇奥汽车销售服务有限公司"],
			"台州": ["台州晨隆汽车销售有限公司", "台州市奥曦汽车销售服务有限公司", "台州和诚临奥汽车有限公司"],
			"温岭": ["温岭金奥达汽车销售服务有限公司"],
			"温州": ["温州瓯通汽车有限公司", "温州联奥汽车销售服务有限公司", "温州红源汽车销售服务有限公司", "温州华能华奥汽车销售服务有限公司"],
			"义乌": ["义乌市奥龙汽车销售有限公司", "义乌市博奥汽车销售服务有限公司"],
			"永康": ["浙江永奥汽车销售有限公司"],
			"舟山": ["舟山轿辰润达汽车销售服务有限公司"]
		},
		"广东": {
			"佛山": ["佛山市顺德区世锦汽车销售服务有限公司", "佛山市合辉汽车销售服务有限公司", "佛山市德冠协力汽车贸易有限公司"],
			"广州": ["广东中奥汽车销售服务有限公司", "广东君奥汽车贸易有限公司", "广州市锦龙汽车发展有限公司", "广州市锦龙汽车发展有限公司天河分公司", "广东粤奥汽车销售服务有限公司", "广州市梅花园汽车修理厂"],
			"惠州": ["惠州市南菱汽车销售服务有限公司"],
			"江门": ["江门市合宏汽车销售服务有限公司"],
			"深圳": ["深圳市宗正汽车贸易有限公司", "深圳市奥德汽车贸易有限公司", "深圳市新奥汽车贸易有限公司", "深圳市增特汽车贸易有限公司", "深圳市锦龙汽车贸易有限公司"],
			"中山": ["中山市广物君奥汽车销售服务有限公司"],
			"肇庆": ["肇庆锦龙汽车贸易有限公司"],
			"珠海": ["珠海市珠光汽车贸易有限公司"],
			"东莞": ["东莞市东奥汽车服务有限公司", "东莞市世奥汽车销售服务有限公司"],
			"潮州": ["潮州市南菱汽车销售服务有限公司"]
		},
		"福建": {
			"福州": ["福建省润通汽车销售服务有限责任公司", "福建省润通汽车销售服务有限责任公司福州分公司", "福建原动力汽车销售服务有限公司", "福建原动力汽车销售服务有限公司福州乌山分公司"],
			"龙岩": ["龙岩市华奥汽车销售服务有限公司"],
			"泉州": ["泉州华奥汽车销售服务有限公司", "福建盈众汽车有限公司", "晋江大长江奥通汽车销售服务有限公司"],
			"三明": ["三明盈众致远汽车销售有限公司"],
			"厦门": ["厦门大邦通商汽车贸易有限公司", "厦门盛元嘉诚汽车销售服务有限公司"],
			"漳州": ["漳州盈众致远汽车销售有限公司"],
			"汕头": ["汕头市宏祥物资有限公司"]
		},
		"湖北": {
			"十堰": ["十堰恒信奥龙汽车销售服务有限公司", "武汉华星汉迪汽车销售服务有限公司"],
			"武汉": ["湖北鼎杰汽车销售服务有限公司", "湖北中基汽车销售服务有限公司", "湖北奥泽汽车销售服务有限公司"],
			"襄阳": ["襄阳东富汽车销售服务有限公司"],
			"宜昌": ["宜昌奥龙汽车销售服务有限公司"]
		},
		"湖南": {
			"郴州": ["郴州市奥峰汽车销售有限责任公司"],
			"衡阳": ["衡阳华源汽车销售服务有限公司"],
			"长沙": ["湖南华运通汽车销售有限公司", "湖南华洋华迪汽车销售服务有限公司", "长沙恒信奥龙汽车销售服务有限公司", "湖南华运通星城汽车销售服务有限公司", "湖南世茂汽车销售服务有限公司"]
		},
		"辽宁": {
			"鞍山": ["鞍山衡业汽车销售服务有限公司", "鞍山和佳汽车销售服务有限公司", "鞍山市一奥汽车服务有限公司"],
			"大连": ["大连中升汇迪汽车销售服务有限公司", "大连新盛荣汽车销售服务有限公司", "大连裕迪汽车销售服务有限公司"],
			"锦州": ["锦州立达汽车销售服务有限公司"],
			"盘锦": ["盘锦盛迪汽车销售服务有限公司"],
			"沈阳": ["辽宁奥通汽车销售服务有限公司", "沈阳新龙业汽车销售服务有限公司", "沈阳市奥尊汽车销售服务有限公司", "沈阳业乔新业汽车销售服务有限公司", "沈阳和泰同辉汽车销售服务有限公司", "辽宁鑫迪汽车销售服务有限公司"],
			"营口": ["营口华盛汽车销售服务有限公司"]
		},
		"山东": {
			"滨州": ["滨州瑞迪汽车销售服务有限公司"],
			"德州": ["德州瑞华汽车销售服务有限公司"],
			"东营": ["东营市奥润汽车销售服务有限公司"],
			"菏泽": ["菏泽世泰汽车销售服务有限公司"],
			"济南": ["山东华达汽车商贸有限公司", "山东银座天尊汽车有限公司", "山东润华天信汽车销售服务有限公司"],
			"济宁": ["济宁裕华汽车销售服务有限公司", "济宁广华汽车销售服务有限公司"],
			"莱芜": ["莱芜奥通汽车销售服务有限公司"],
			"聊城": ["聊城广华汽车销售服务有限公司"],
			"临沂": ["临沂金华汽车销售服务有限公司", "临沂奥丰汽车销售服务有限公司"],
			"青岛": ["青岛华成汽车服务有限公司", "青岛华世通汽车销售服务有限公司", "青岛同德汽车销售服务有限公司"],
			"日照": ["日照市晟祥汽车销售服务有限公司"],
			"泰安": ["泰安广通汽车销售服务有限公司", "泰安广晟汽车销售服务有限公司"],
			"威海": ["威海威达汽车贸易有限公司"],
			"潍坊": ["潍坊广华汽车销售服务有限公司", "潍坊瑞德汽车销售服务有限公司", "潍坊广宇汽车销售服务有限公司"],
			"烟台": ["烟台中升汇迪汽车销售有限公司"],
			"枣庄": ["枣庄奥威汽车销售服务有限公司"],
			"淄博": ["淄博奥维汽车销售服务有限公司", "淄博金奥汽车销售服务有限公司"]
		},
		"山西": {
			"大同": ["大同市大昌风华汽车服务有限公司"],
			"晋城": ["晋城市唐迪汽车销售服务有限公司"],
			"临汾": ["临汾市奥源汽车贸易有限公司", "临汾银光德奥汽车销售服务有限公司"],
			"吕梁": ["山西大昌瑞升汽车销售服务有限公司"],
			"太原": ["山西大昌汽车服务有限公司", "山西神迪汽车销售有限公司", "山西君和汽车销售服务有限公司"],
			"长治": ["长治圆通奥迪店"]
		},
		"四川": {
			"成都": ["成都三和汽车服务有限公司", "成都兴三和汽车服务有限公司", "成都百得利汽车贸易有限公司", "成都华星名仕汽车销售服务有限公司", "成都运通博奥汽车销售服务有限公司", "成都新元素兴业汽车服务有限公司", "四川华星名仕汽车销售服务有限公司"],
			"德阳": ["德阳华星万路汽车销售服务有限公司"],
			"乐山": ["乐山安捷奥信汽车销售服务有限公司"],
			"泸州": ["泸州华星名仕汽车销售服务有限公司"],
			"绵阳": ["绵阳市新川西物汽车销售服务有限公司"],
			"南充": ["南充华星名仕汽车销售服务有限公司"],
			"攀枝花": ["攀枝花三和铭笛汽车销售服务有限公司"],
			"自贡": ["自贡三和槟豪汽车服务有限公司"]
		},
		"重庆": {
			"重庆": ["重庆正典汽车销售有限责任公司", "重庆商社德奥汽车有限公司", "重庆龙华实业集团龙奥汽车销售服务有限公司", "重庆万家雅迪汽车销售服务有限公司"]
		},
		"吉林": {
			"吉林": ["吉林市神华汽车销售服务有限责任公司"],
			"松原": ["松原汇迪汽车销售服务有限公司"],
			"通化": ["通化市融晟汽车销售服务有限公司", "通化鑫宇汽车销售有限公司"],
			"延吉": ["延吉市新里程汽车销售服务有限公司"],
			"长春": ["长春通立汽车服务有限责任公司", "长春市华阳汽车贸易有限责任公司", "长春昌融汽车销售服务有限公司", "吉林省国兴汽车贸易有限公司"]
		},
		"黑龙江": {
			"大庆": ["大庆运通俊盈汽车销售有限公司"],
			"哈尔滨": ["哈尔滨运通汽车销售服务有限公司", "哈尔滨市广申汽车销售服务有限责任公司", "黑龙江龙奥达汽车销售服务有限公司"],
			"佳木斯": ["佳木斯市华强汽车销售服务有限公司"],
			"牡丹江": ["牡丹江中信恒业汽车销售服务有限公司"],
			"齐齐哈尔": ["齐齐哈尔粤华奥通汽车销售有限公司"]
		},
		"安徽": {
			"安庆": ["安庆中奥汽车销售服务有限公司"],
			"蚌埠": ["蚌埠市奥立汽车销售服务有限公司"],
			"合肥": ["安徽安迪汽车有限公司", "安徽得佳汽车销售有限公司", "安徽奥祥汽车销售服务有限公司"],
			"马鞍山": ["马鞍山康奥汽车销售服务有限公司"],
			"芜湖": ["安徽亚迪汽车销售服务有限公司"]
		},
		"河北": {
			"保定": ["保定轩宇鑫悦汽车有限公司"],
			"沧州": ["沧州东盛汽车销售服务有限公司"],
			"承德": ["承德庞大奥兴汽车销售有限公司"],
			"邯郸": ["邯郸市奥华汽车销售服务有限公司"],
			"衡水": ["衡水联奥汽车贸易有限公司"],
			"秦皇岛": ["秦皇岛新源奥丕汽车销售服务有限公司"],
			"石家庄": ["河北联拓汽车贸易有限公司", "河北联润美迪汽车贸易有限公司", "河北德联开新汽车贸易有限公司", "河北冀迪汽车销售服务有限公司"],
			"唐山": ["唐山市冀东乐业汽车销售服务有限公司", "唐山市奥铄汽车销售服务有限公司", "唐山盛奥汽车销售服务有限公司"]
		},
		"河南": {
			"安阳": ["安阳朗润汽车销售服务有限公司"],
			"洛阳": ["洛阳海灵汽车销售服务有限公司"],
			"南阳": ["南阳赢嘉汽车销售服务有限公司"],
			"平顶山": ["平顶山市中瑞汽车销售服务有限公司"],
			"新乡": ["新乡东新汽车有限责任公司"],
			"郑州": ["河南豫海汽车销售有限公司", "河南豫海汽车销售有限公司郑州第一分公司", "河南丰之元汽车销售服务有限公司", "河南丰之元汽车销售服务有限公司奥迪CBD销售展厅", "河南得佳汽车销售服务有限公司", "河南得佳汽车销售服务有限公司奥迪CBD销售展厅", "河南省奥鑫汽车销售有限公司"]
		},
		"云南": {
			"曲靖": ["曲靖铠煜商贸有限责任公司"],
			"昆明": ["云南联迪汽车服务有限公司", "云南联迪汽车服务有限公司CBD城市展厅", "云南驰泰汽车销售服务有限公司", "云南奥昌汽车销售服务有限公司", "云南雅迪汽车销售服务有限公司"]
		},
		"陕西": {
			"西安": ["陕西新丰泰汽车有限责任公司", "陕西奥诚汽车销售服务有限公司", "陕西庞大乐业汽车销售服务有限公司", "陕西新丰泰博奥汽车有限责任公司"],
			"延安": ["延安新丰泰博奥汽车有限责任公司"],
			"榆林": ["榆林市奥森汽贸有限责任公司", "榆林奥立升汽车销售服务有限公司"]
		},
		"新疆": {
			"乌鲁木齐": ["新疆新奥汽车销售服务有限公司", "新疆华奥汽车销售服务有限责任公司"]
		},
		"甘肃": {
			"兰州": ["兰州新奥驰泰汽车销售服务有限公司", "兰州兰奥汽车销售服务有限公司", "兰州中盛奥泽汽车销售服务有限公司", "兰州金岛煜奥汽车销售服务有限公司"]
		},
		"内蒙古": {
			"包头": ["内蒙古新奥捷汽车销售服务有限公司", "包头市庞大乐业汽车销售服务有限公司"],
			"赤峰": ["赤峰奥邦汽车服务有限公司", "赤峰奥邦汽车服务有限公司"],
			"鄂尔多斯": ["鄂尔多斯市德奥鑫汽车销售有限责任公司", "内蒙古润锋汽车销售服务有限公司", "鄂尔多斯市德奥鑫汽车销售有限责任公司康巴什分公司"],
			"呼和浩特": ["内蒙古奥捷汽车销售有限公司", "内蒙古奥捷汽车销售有限公司奥迪CBD城市展厅"],
			"通辽": ["通辽市奥邦汽车销售有限公司"],
			"乌海": ["内蒙古奥立升汽车销售服务有限公司"]
		},
		"广西": {
			"南宁": ["广西钜荣汽车销售服务有限公司", "广西南奥汽车销售服务有限公司"],
			"桂林": ["桂林鑫广达世奥汽车销售服务有限公司"],
			"柳州": ["柳州市合隆汽车销售服务有限公司"]
		},
		"江西": {
			"南昌": ["江西德奥汽车销售服务有限公司", "江西欧亚汽车服务有限公司"],
			"上饶": ["上饶市欧亚汽车服务有限公司"],
			"赣州": ["赣州华宏汽车有限公司"]
		},
		"贵州": {
			"贵阳": ["贵州乾通德奥汽车销售服务有限公司", "贵州四扬兴奥汽车销售服务有限公司"]
		},
		"宁夏": {
			"银川": ["宁夏奥立升汽车销售服务有限公司"]
		},
		"青海": {
			"西宁": ["青海金岛汽车销售有限公司"]
		},
		"海南": {
			"海口": ["海南世博汽车服务有限公司"]
		}
	};
	var dealer = {
		getDealer: function(city, province) {
			province = province ? area.wash(province) : null;
			city = city ? area.wash(city) : null;
			if (!province || !__Dealer[province]) {
				province = area.wash(area.findProvince(city));
			}
			if (__Dealer[province]) {
				if (city && __Dealer[province][city]) {
					return __Dealer[province][city];
				} else {
					var list = [];
					for (var i in __Dealer[province]) {
						list = list.concat(__Dealer[province][i]);
					}
					return list;
				}
			}
			return [];
		},
		dealerOption: function(city, province){
			var list = dealer.getDealer(city, province),
				len = list.length,
				option = "";
			for (var i = 0; i < len; i++) {
				option += '<option>' + list[i] + '</option>';
			}
			return option;
		}
	}
	if (area) {
		for (var p in area.areaData) {
			var pp = area.wash(p);
			if (!__Dealer[pp]) {
				delete area.areaData[p];
			} else {
				var keys = [];
				for(var c in __Dealer[pp]){
					keys.push(c);
				}
				area.areaData[p] = keys.join('|');
			}
		}
		area.checkRole();
	}
	window.dealer = dealer;
})();